mainModule.controller('MainCtrl', function($scope){
	
	/*$scope.array = [
		{name: "name1", description: "desc12321"},
		{name: "name2mgkgh", description: "desc32423423"}
	];*/
	$scope.event=[{
		name: "name",
		begin: "11.11.17",
		end: "12.11.17",
		city: "Красноярск",
		organization: "Петрович и Ко",
		description: "Я люблю встречать солнце, игру утренних вспышек его лучей. Сначала на горизонте появляется багряно-красная полоса. Потом она становится оранжевой, розовой, а дальше солнцем наполнялось все вокруг. И будто впервые видишь зеленый листочек, дерево, которое растет вплоть до моего окна, и легкий туман над родным городом, который пробуждается к новому дню. "
		},
		{
		name: "namenamename",
		begin: "16.07.15",
		end: "16.07.15",
		city: "Москва",
		organization: "организация",
		description: "Описание — композиционная форма, которую используют в литературоведении и лингвистике для подробной характеристики предметов или явлений в целях создания художественного образа. Эту композиционную форму разделяют на описание предметов, описание процессов, описание пережитого или описание жизни и характеристик человека."
		}];
	
});